<template>
  <div>
    <div id="container">
      <div id="app">
        <!--头部-->
        <header id="header">
            <h1>{{$t('委托投注规则')}}</h1>
            <a class="goBack" href="javascript:void(0)" @click="routerBack"></a>
        </header>
        <!--内容-->
        <div class="inner">
            <p>{{$t('本平台属彩票委托投注资金管理平台')}}（{{$t('以下简称')}}“本平台”）。{{$t('在本平台登记注册的用户')}}，{{$t('并同意以下条款')}}， {{$t('方有资格享受本平台提供的相关服务')}}，{{$t('并受本规则条款的约束')}}。{{$t('用户使用本平台服务即意味着同意本规则')}}， {{$t('使用前请认真阅读')}}，{{$t('特别是以下加粗部分的内容')}}。{{$t('本平台对本规则拥有最终解释权')}}。</p>
            <h1>一、{{$t('本彩票平台注册规则')}}</h1>
            <p>1. {{$t('本平台的注册资料包括但不限于用户在本平台上的昵称')}}、{{$t('头像')}}， {{$t('以及用户在本平台提交的')}}、{{$t('可用来识别用户身份的其他信息资料')}}，{{$t('包括更新注册资料时输入的所有信息')}}。</p>
            <p>2. {{$t('用户在本平台登记注册时')}}，{{$t('承诺遵守法律法规')}}、{{$t('社会主义制度')}}、{{$t('国家利益')}}、{{$t('公民合法权益')}}、 {{$t('公共秩序')}}、{{$t('社会道德风尚和信息真实性等七条底线')}}，{{$t('不在其注册资料中出现违法和不良信息')}}， {{$t('且用户保证其在注册和使用帐号时')}}，{{$t('不得有以下情形')}}：</p>
            <ul>
                <li>（1）{{$t('违反宪法或法律法规规定的')}}；</li>
                <li>（2）{{$t('危害国家安全')}}，{{$t('泄露国家秘密')}}，{{$t('颠覆国家政权')}}，{{$t('破坏国家统一的')}}；</li>
                <li>（3）{{$t('损害国家荣誉和利益的')}}，{{$t('损害公共利益的')}}；</li>
                <li>（4）{{$t('煽动民族仇恨')}}、{{$t('民族歧视')}}，{{$t('破坏民族团结的')}}；</li>
                <li>（5）{{$t('破坏国家宗教政策')}}，{{$t('宣扬邪教和封建迷信的')}}；</li>
                <li>（6）{{$t('散布谣言')}}，{{$t('扰乱社会秩序')}}，{{$t('破坏社会稳定的')}}；</li>
                <li>（7）{{$t('散布淫秽')}}、{{$t('色情')}}、{{$t('赌博')}}、{{$t('暴力')}}、{{$t('凶杀')}}、{{$t('恐怖或者教唆犯罪的')}}；</li>
                <li>（8）{{$t('侮辱或者诽谤他人')}}，{{$t('侵害他人合法权益的')}}；</li>
                <li>（9）{{$t('含有法律')}}、{{$t('行政法规禁止的其他内容的')}}。</li>
            </ul>
            <p>3. {{$t('若用户提供给本平台的注册资料不准确')}}，{{$t('不真实')}}，{{$t('含有违法或不良信息的')}}，{{$t('本平台有权不予注册')}}， {{$t('并保留终止用户使用本平台各项服务的权利')}}。{{$t('若用户以虚假信息骗取帐号注册或帐号头像')}}、 {{$t('个人简介等注册资料存在违法和不良信息的')}}，{{$t('本平台有权采取通知限期改正')}}、{{$t('暂停使用')}}、{{$t('注销登记等措施')}}。 {{$t('对于冒用关联机构或社会名人注册帐号名称的')}}，{{$t('本平台有权注销该帐号')}}，{{$t('并向政府主管部门进行报告')}}。</p>
            <p>4. {{$t('根据相关法律')}}、{{$t('法规规定以及考虑到本平台服务的重要性')}}，{{$t('用户同意')}}：</p>
            <ul>
                <li>（1）{{$t('在登记注册本平台彩票帐号时')}}，{{$t('提交个人真实')}}、{{$t('有效的身份信息')}}；</li>
                <li>（2）{{$t('提供及时')}}、{{$t('详尽及准确的帐户注册资料')}}；</li>
                <li>（3）{{$t('不断更新注册资料')}}，{{$t('以符合及时')}}、{{$t('详尽准确的要求')}}。</li>
            </ul>
            <h1>二、{{$t('委托投注规则须知')}}</h1>
            <p>1、{{$t('本平台所提供服务的彩票均为经国家财政部批准发行的彩票品种')}}，{{$t('任一彩种的游戏规则以发行机构所公布的官方规则为准')}}。 {{$t('本平台所显示的日期与时间均为北京时间')}}，{{$t('委托投注时间以本平台服务系统的服务器时间为准')}}；</p>
            <p>2、{{$t('用户明确同意委托本平台进行投注')}}。{{$t('用户成功在本平台提交投注订单并支付后并不代表彩票已经投注成功')}}， {{$t('由彩票终端系统投注出票')}}、{{$t('兑奖处理')}}，{{$t('处理周期根据不同彩票品种的操作难易性而定')}}，{{$t('订单状态中将明示订单处理情况')}}；</p>
            <p>3、{{$t('本平台的截止时间会提前于彩票终端系统的彩票销售截止时间')}}，{{$t('以作为彩票订单处理的冗余时间')}}，{{$t('具体提前量根据不同彩票品种而定')}}。 {{$t('彩票终端系统是指')}}：{{$t('彩票中心为开展彩票的销售')}}、{{$t('兑奖等业务')}}，{{$t('进行数据统计')}}、{{$t('管理')}}，{{$t('开奖')}}、{{$t('兑奖管理以及彩票资金管理等的系统')}}。</p>
            <p>4、{{$t('为保障用户的合法权益')}}，{{$t('避免在中奖时因用户注册资料与真实情况不符而发生纠纷')}}，{{$t('请用户确保其提供的真实姓名')}}、 {{$t('身份证号码及手机号码等的真实')}}、 {{$t('有效及合法性')}}。{{$t('对因用户自身原因而造成的不能充值')}}、{{$t('不能兑奖')}}、{{$t('不能提取现金等情况')}}，{{$t('本平台不负责任')}}。 {{$t('用户提供的真实准确的个人资料 将作为认定其与彩票的关联性以及用户身份的唯一证据')}}。{{$t('如果用户提供的资料包含有不真实的信息')}}，{{$t('本平台保留终止该用户继续使用服务资格的权利')}}。</p>
            <p>5、{{$t('根据国家规定')}}，{{$t('禁止未满18周岁(未成年)者利用本平台购买彩票。同时')}}，{{$t('不提倡学生购买彩票')}}，{{$t('其中包括在校大学生')}}。</p>
            <h1>三、{{$t('委托投注服务的流程须知')}}</h1>
            <p>1、{{$t('本平台不收取任何形式的服务费')}}。{{$t('委托投注购买的彩票为电子票据')}}，{{$t('同实体票据具有相同效力')}}。 {{$t('投注成功以本平台在用户可查看的订单页面显示的“出票成功”为依据')}}。{{$t('用户可查看彩票交易“订单号”状态')}}，{{$t('核对彩票出票状态')}}</p>
            <p>2、{{$t('为避免因资金到账时间问题导致延误购买彩票')}}，{{$t('用户须使用本平台支付付款的方式支付投注订单')}}。</p>
            <p>3、{{$t('本平台遵照国家相关彩票发行管理机构颁布之彩票销售规定完成彩票的委托投注服务')}}，{{$t('服务截止时间以网站公布的截止时间为准')}}。</p>
            <p>4、{{$t('每期彩票开奖完成后')}}，{{$t('本平台将公布开奖号码情况')}}，{{$t('兑奖请参照下述相关条款执行')}}。{{$t('本平台不对开奖号码的准确性')}}、{{$t('完整性')}}、{{$t('及时性承担任何明示或默示的担保责任')}}。</p>
            <p>5、{{$t('因包括但不限于断电')}}、{{$t('网络通讯故障')}}、{{$t('彩票终端系统原因')}}、{{$t('超过当期投注截止期')}}、{{$t('未成功付款')}}、{{$t('所投注号码被限号')}}、{{$t('投注倍数限制等原因')}}，{{$t('未能完成投注的')}}， {{$t('视为投注失败')}}，{{$t('以页面显示的出票结果为准')}}。{{$t('投注失败不会扣除用户任何费用')}}，{{$t('本平台不承担任何责任')}}。</p>
            <p>6、{{$t('您理解并同意')}}，{{$t('因本协议产生的任何纠纷')}}，{{$t('本平台承担的责任仅限于向用户返还受影响彩票所对应的投注款项')}}。</p>
            <h1>四、{{$t('兑奖流程')}}</h1>
            <p>（一）、{{$t('系统自动兑奖')}}：{{$t('每期彩票开奖完成后')}}，{{$t('本平台公布中奖号码')}}，{{$t('并把单注壹万元')}}（含，下同）{{$t('以下中奖奖金直接返入中奖者本平台支付帐户中')}}。 {{$t('您使用本平台服务即视为您同意接受系统自动兑奖')}}。</p>
            <p>（二）、{{$t('非系统自动兑奖')}}：{{$t('以下所述是针对单注奖金超过壹万元的兑奖情况')}}：</p>
            <p>{{$t('针对非合买的投注订单')}}，{{$t('单注奖金超过壹万元时')}}，</p>
            <p>1、{{$t('个人亲自兑奖')}}：{{$t('指由中奖者本人亲自到彩票中心指定兑奖处进行兑奖')}}。{{$t('流程如下')}}：</p>
            <ul>
                <li>（1）{{$t('本平台核实用户的邮箱帐户')}}ID、{{$t('用户姓名')}}、{{$t('用户身份证号码')}}；</li>
                <li>（2）{{$t('中奖者携带本人身份证和其他彩票中心要求的材料前往彩票中心指定的兑奖地点进行兑奖')}}；</li>
                <li>（3）{{$t('中奖者亲自领取税后奖金')}}。</li>
            </ul>
            <p>2、{{$t('个人授权兑奖')}}：{{$t('指中奖者可以选择委托彩票中心指定的主体代为兑奖')}}。{{$t('流程如下')}}：</p>
            <ul>
                <li>（1）{{$t('本平台核实用户的邮箱帐户')}}ID、{{$t('用户姓名')}}、{{$t('用户身份证号码')}}；</li>
                <li>（2）{{$t('中奖者按彩票中心要求填写委托函')}}，{{$t('并连同身份证复印件一并快递给彩票中心指定的主体')}}；</li>
                <li>（3）{{$t('彩票中心直接把中奖奖金扣税后发放到中奖者在授权委托书中指定的银行帐户或本平台支付帐户中')}}</li>
            </ul>
            <p>3、{{$t('各彩种兑奖期限不同')}}，{{$t('请中奖者注意须在兑奖期限届满前完成兑奖')}}。</p>
            <p>4、{{$t('无论如何')}}，{{$t('中奖者均须妥善保管自己身份证以及彩票投注的订单信息')}}，{{$t('以防第三人冒领')}}、{{$t('代领等')}}。</p>
            <p>{{$t('针对合买的投注订单')}}，{{$t('单注奖金超过壹万元时')}}，</p>
            <p>5、{{$t('合买大奖兑奖')}}：</p>
            <ul>
                <li>（1）{{$t('本平台核实用户的邮箱帐户')}}ID、{{$t('用户姓名')}}、{{$t('用户身份证号码')}}；</li>
                <li>（2）{{$t('本平台向彩票中心提供合买中奖清单')}}，包括：{{$t('用户信息')}}、{{$t('投注号码等')}}；</li>
                <li>（3）{{$t('税后奖金将通过本平台支付系统分发到每个中奖者的本平台支付帐户中')}}。{{$t('本平台有权要求中奖者根据页面提示对投注帐号进行本平台支付帐户实名认证')}}。 {{$t('完成认证后')}}，{{$t('税后奖金将直接派发到中奖者该认证通过的本平台支付帐户')}}；{{$t('中奖者应妥善保管投注的邮箱帐号及密码')}}， {{$t('若由于非本平台的原因导致的任何资金损失')}}，{{$t('由中奖者自行承担')}}。</li>
            </ul>
            <h1>五、{{$t('结算及财务通知')}}</h1>
            <p>1、{{$t('用户可以随时进行本平台支付余额核查')}}，{{$t('登录其本平台支付帐户查询对账单')}}；</p>
            <p>2、{{$t('用户每期中奖所获得的税后奖金')}}，{{$t('本平台将按照彩票中心当期公布中奖金额范围')}}，{{$t('根据前述兑奖流程协助在')}}10{{$t('个工作日内派至用户的本平台支付帐户或银行帐户')}}。 {{$t('用户若核对当期中奖金额')}}，{{$t('须直接通过彩票中心公布的奖金进行核对')}}。</p>
            <p>3、{{$t('单注彩票中奖金额高于人民币壹万元时')}}，{{$t('用户需依法缴纳个人所得税')}}，{{$t('由彩票中心依法代扣代缴')}}。</p>
            <h1>六、{{$t('有关责任和争端的处理')}}</h1>
            <p>（一）{{$t('发生下列情况时本平台不予承担任何法律责任')}}：</p>
            <ul>
                <li>1、{{$t('由于用户将密码告知他人或与他人共享注册帐户')}}，{{$t('由此导致的任何个人资料泄露')}}，{{$t('以及由此产生的纠纷')}}。</li>
                <li>2、{{$t('任何由于黑客攻击')}}、{{$t('计算机病毒侵入或发作')}}、{{$t('网络供应商原因')}}、{{$t('因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料或委托投注指令泄露')}}、 丢失、{{$t('被盗用')}}、{{$t('被篡改或网络线路中断等')}}，{{$t('以及由此产生的纠纷')}}。</li>
                <li>3、{{$t('由于与本平台链接的其它网站所造成之个人资料泄露及由此而导致的任何争议和后果')}}。</li>
                <li>4、{{$t('由于彩票中心在彩票销售过程中')}}，{{$t('临时更改玩法造成用户委托投注失败的')}}。</li>
                <li>5、{{$t('本平台定期检查')}}，{{$t('或更新软硬件而造成的服务中断')}}；{{$t('突发性的软硬件设备与电子通信设备故障产生的纠纷')}}。</li>
                <li>6、{{$t('其他非本平台自身原因造成的未能成功投注')}}、{{$t('兑奖等')}}，{{$t('如国家法律法规')}}、{{$t('规章要求或彩票中心上级主管部门要求取消或暂停前述全部或部分服务的')}}。</li>
            </ul>
            <p>（二）{{$t('如使用本平台出现纠纷')}}，{{$t('用户同意将纠纷交由本平台所在地有管辖权的人民法院管辖')}}。</p>
            <p>（三）{{$t('本平台有权对本规则进行调整或补充')}}，{{$t('并不另行通知公告')}}。{{$t('若用户继续使用本平台服务')}}，{{$t('则视为已阅读并接受该等调整或补充')}}，{{$t('如不同意')}}，{{$t('则用户须主动终止使用本平台服务')}}。</p>
            <p>（四）{{$t('如用户对本规则有任何疑问')}}，{{$t('请登录获取相关信息或拨打本平台客服电话')}}0571-26201163-2-3，{{$t('本平台将为您提供')}}7*24{{$t('小时服务')}}。</p>
        </div>
    </div>
    </div>
  </div>
</template>

<script>
export default {
  name:"",
  data(){
    return{

    }
  },
  methods:{
     //路由跳转返回
    routerBack: function () {
      if (localStorage.turnPathName && localStorage.turnPathName != "login") {
        // this.$router.push({ name: localStorage.turnPathName });
        this.$router.go(-1)
      } else {
        this.$router.push({ name: index });
      }

    },
  }
}
</script>

<style scoped>
.inner>p{
    text-indent: 1rem;
    font-size: 1rem;
    line-height: 1.5rem;
    padding: .8rem 0;
    box-sizing: border-box;
}
.inner>h1{
    font-size: 1.6rem;
    line-height: 2.5rem;
    font-weight: 500;
}
.inner>ul>li{
    text-indent: 1rem;
    line-height: 1.6rem;
}
</style>


